Repository: BahresAtli/TravelLogger-TTK
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Hello World!
tr: Merhaba Dünya!

source: Start
tr: Başlat

source: Finish
tr: Durdur

source: Please Wait
tr: Lütfen Bekleyin

source: OK
tr: Tamam

source: Attention
tr: Dikkat

# locationDenyDescription
source: TTK App requires location permission to calculate your speed, distance and the location map. You will not get the full experience of the TTK App without enabling location permission. You can change your location preferences on the device settings later.
tr: TTK App hız, mesafe ve konum haritası gibi bilgileri kaydetmek için konum iznine ihtiyaç duyar. Konum izni olmadan TTK App'ın bütün özelliklerini kullanamayacaksınız. Daha sonra cihaz ayarlarından konum tercihinizi değiştirebilirsiniz.

# seeDistanceSpeed
source: Press Start to see distance and speed.
tr: Hız ve mesafeyi görmek için Başlat'a basın.

# seeLocation
source: Press Start to see location.
tr: Konumu görmek için Başlat'a basın.

# appUpdated
source: TTK App is updated to ${appVersion}.
tr: TTK App ${appVersion} sürümüne yükseltildi.

# waitDbAdjust
source: Please wait for database to adjust itself.
tr: Lütfen veri tabanının hazırlanmasını bekleyin.

# locationDisabled
source: Location permission is disabled.
tr: Konum izni devre dışı.

# waitAvailableLocation
source: Waiting for the location to be available...
tr: Konumun müsait olması bekleniyor...

# kmHour
source: km/h
tr: km/sa

# enterLabel
source: Enter the label
tr: Etiket giriniz

# unableDetermineLocation
source: Unable to determine location status.
tr: Konum izni durumu belirlenemedi.

# errorMeasure
source: Error: App crashed/Connection lost while measuring
tr: Hata: Ölçüm sırasında uygulama çöktü/bağlantı kesildi

# appInitializing
source: App is initializing. Please wait.
tr: Uygulama başlatılmaya hazırlanıyor. Lütfen bekleyin.
